[
    {
      "title": "Message from User123",
      "content": "Your collaborative spirit and willingness to share knowledge have been invaluable to the team. You consistently bring fresh perspectives to discussions, and your problem-solving approach fosters a positive and productive working environment. Keep up the great work!",
      "received": "10 minutes ago"
    },
    {
      "title": "Message from SecretAdmirer",
      "content": "I really appreciate how you managed to deliver the project ahead of the deadline while maintaining high-quality work. Your time management and commitment to meeting goals have made a significant difference to the team's success.",
      "received": "2 hours ago"
    },
    {
      "title": "Message from MysteryGuest",
      "content": "Your ability to think outside the box has been truly impressive. The initiative you took to propose new solutions and implement improvements has not only streamlined processes but also inspired the rest of the team to think creatively.",
      "received": "1 day ago"
    },
    {
      "title": "Message from MysteryGuest",
      "content": "Your ability to think outside the box has been truly impressive. The initiative you took to propose new solutions and implement improvements has not only streamlined processes but also inspired the rest of the team to think creatively.",
      "received": "3 day ago"
    },
    {
      "title": "Message from MysteryGuest",
      "content": "Your dedication to providing exceptional customer service is remarkable. Clients have repeatedly mentioned how patient and attentive you are, making them feel valued and heard. Your work is a testament to our commitment to quality.",
      "received": "1 hour ago"
    },
    {
      "title": "Message from MysteryGuest",
      "content": "You have been a phenomenal leader, always supporting and motivating the team through challenges. Your clear communication and ability to lead by example have created a positive and inspiring work culture. Your leadership truly shines!",
      "received": "2 minutes ago"
    }
]